，
-
的
。
是
h
一
仔
n
有
人
t
i
我
無
來
、
a
會
「
」
ê
k
s
講
就
去
台
o
著
這
毋
做
佇
伊
十
灣
？
時
个
阿
！
u
國
你
過
大
閣
家
好
真
語
佮
g
二
看
欲
愛
攏
予
文
頭
e
á
生
年
若
三
共
中
m
咱
四
對
出
嘛
咧
l
五
日
用
：
學
心
上
ā
工
按
到
袂
較
食
當
才
b
話
六
落
公
九
代
濟
民
阮
後
臺
行
為
母
內
想
八
知
彼
號
p
所
作
七
路
起
老
矣
外
感
定
兩
了
物
à
成
；
影
教
開
正
呢
空
本
地
啥
ē
者
款
機
ī
字
面
轉
政
理
月
囡
度
經
通
世
小
己
南
̍
跤
分
因
â
逐
實
在
氣
手
下
發
聽
長
前
水
以
法
間
請
甲
馬
化
敢
天
現
相
車
猶
百
新
親
要
意
爸
̄
使
底
師
今
總
電
問
規
像
重
仝
陣
言
遐
加
動
等
漢
原
情
幾
厝
頂
ó
ō
不
得
點
北
變
然
遮
誌
主
第
細
白
風
怎
拍
早
自
目
明
身
聲
和
山
方
活
冊
華
先
種
市
抑
媽
讀
力
擺
查
越
緊
煞
事
記
錢
入
性
.
覺
少
箍
買
叫
選
位
提
歌
啦
海
寫
名
受
照
牛
表
節
關
應
社
勢
兄
體
全
比
囝
改
界
平
拄
捌
直
章
金
揣
啊
向
土
進
某
府
久
運
口
焦
驚
算
拜
交
可
解
誠
院
免
黨
校
…
題
義
數
已
接
T
雨
冬
走
倒
足
放
論
高
偌
林
條
育
場
單
初
𪜶
坐
結
愈
考
認
流
爾
美
部
安
熱
望
報
干
保
課
統
參
其
連
神
能
『
』
張
思
別
辦
光
權
治
件
都
命
包
花
雞
菜
業
邊
未
護
草
多
樹
清
歲
管
《
》
合
姊
傷
賣
紲
雄
伙
色
尾
資
寡
遠
裡
碼
傳
友
步
蹛
念
塗
（
）
子
隻
兜
觀
掠
戲
禮
音
期
喙
雖
樂
立
害
利
ì
該
埔
顧
史
同
展
也
火
歹
收
暗
零
產
失
睏
創
議
角
份
味
個
持
始
造
近
古
信
透
喔
故
死
制
門
員
朋
園
鄉
特
半
建
常
夠
í
果
溫
視
討
東
紅
千
─
智
形
載
隨
烏
鐘
歷
客
恁
球
枝
喜
區
苦
舊
強
幫
ô
店
唱
舉
至
團
留
謝
拚
鬥
準
反
完
青
送
道
句
支
燒
項
哪
領
倚
佗
陳
妹
港
量
歡
爿
致
演
庄
懸
司
推
,
笑
街
雙
囥
詞
品
排
石
莫
精
票
H
農
眾
英
求
見
離
綴
基
但
務
型
除
族
順
便
調
戰
媠
萬
差
疼
說
之
歇
曉
甘
弟
福
式
醫
病
羅
肉
王
翁
騎
秋
俗
徛
洗
粽
程
城
另
減
閒
蓋
孤
退
鼓
軍
料
計
粒
M
需
係
根
永
處
責
豆
米
飯
格
輸
擔
術
班
0
r
而
養
線
罔
沙
各
源
率
壁
è
櫃
證
島
鐵
網
伯
將
寶
警
那
只
序
待
找
志
館
菝
續
蔣
聯
ő
決
毛
態
趕
投
縛
怪
換
願
軀
識
嚴
書
委
粿
滿
景
B
散
趁
再
西
恬
穿
床
指
屎
賰
跳
深
趣
例
難
斷
塊
勞
畫
良
環
破
回
婦
?
睭
鄭
確
煩
站
肝
獨
營
示
舅
絕
嘉
幼
仁
布
紀
質
段
告
魚
研
專
呼
隔
兼
哥
沓
踏
備
洋
麗
熟
每
樓
豬
假
賓
負
奇
最
簡
且
牽
元
兒
翻
享
此
田
紙
慢
竹
婚
牢
習
飼
縣
踮
皮
S
響
任
遊
服
舞
油
並
察
̋
繼
希
ú
衫
O
達
消
顛
替
芬
暝
魔
價
值
驗
贏
核
耍
官
象
善
費
約
ū
籠
1
介
墓
組
設
印
ù
孫
壓
境
佳
黃
蔡
夢
休
健
協
招
肥
科
罕
卵
寒
限
祖
飽
究
踅
î
群
版
仙
導
適
姓
追
局
快
素
骨
由
慣
曆
牧
卡
檢
停
太
K
欠
姨
執
偷
G
戇
李
岸
案
住
銀
屬
整
救
堅
溪
盡
緣
超
罪
齊
奶
藝
粗
訊
維
承
士
娘
船
捒
省
輕
耳
瑞
財
木
掉
邱
注
隊
惜
尊
弓
憲
際
葉
彩
切
里
慧
他
桃
綱
𨑨
迌
烘
往
涼
殼
修
振
稱
圓
覓
類
付
借
楊
低
伴
晝
麻
眠
瘦
伸
狗
颱
策
訂
額
房
嫁
貴
血
哈
抗
功
互
編
容
般
袋
捷
殖
頓
授
臭
y
級
腦
試
惱
哉
春
爭
帶
2
興
欉
偏
晡
豐
聖
A
層
冷
%
蘭
徙
牌
拖
駛
技
芳
私
𤆬
蔥
鬧
復
練
衝
圍
啉
止
溝
醒
佈
〈
〉
似
樣
珍
陪
飛
覕
擋
符
厚
滾
引
痟
輾
幸
玉
鬼
茶
範
廠
斡
兵
辛
糕
褲
滴
曲
守
補
埕
打
培
疑
d
靈
片
帝
穡
女
鳥
肚
腹
錄
效
囉
c
擇
短
普
幕
摸
瓷
廣
律
遍
喝
派
淡
器
詩
姐
存
嫂
竟
I
益
寄
闊
秀
庭
磅
險
積
極
危
沿
篇
斤
吹
巧
革
藏
暴
跋
榮
標
必
靠
輪
恩
凡
插
割
硩
商
伶
灶
詳
尺
膨
漸
鹿
屐
牲
䆀
崁
困
甜
宣
魂
模
哭
拆
野
跡
勇
降
靜
斟
酌
胡
搭
翠
糜
軟
京
攑
呵
嶼
卒
啟
捙
尤
亞
損
楚
é
敗
如
密
聚
藍
配
劇
搬
取
掛
蕊
齣
扁
鼻
促
與
從
粉
𠢕
絲
賽
抱
康
濫
咖
啡
柴
敲
筆
狂
卻
欣
—
稻
延
亭
銷
N
藥
紮
評
刁
賴
富
L
蕭
抾
桌
曝
染
雜
湠
堂
拋
懷
煮
屑
艱
巷
窗
軁
薄
塵
珠
閃
蓮
男
盤
旅
佛
搜
含
廢
德
ò
宜
忝
穩
奧
燈
咾
露
琴
唸
績
湧
慮
監
障
速
讚
針
室
洪
蝦
殺
腸
躼
階
製
束
附
蹟
柱
盲
貨
姦
棄
談
批
訪
託
候
掃
概
酸
叔
貯
晟
何
況
屘
症
狀
聞
陽
彰
3
犯
充
獻
尪
貝
炭
悲
煙
納
占
鬆
喘
博
洲
廟
陸
歐
鬱
忍
劃
絞
鰇
澹
被
貼
叮
臆
廳
螺
煠
吸
騙
籲
遺
列
威
怨
江
供
銃
據
龍
乖
膩
爽
縫
溜
橐
揀
罵
圖
背
堆
令
U
屈
－
觸
吵
糖
娶
非
祝
甚
微
尿
赴
譯
衛
嬰
P
姑
紩
釣
儉
鞋
冰
村
砂
惶
屏
勻
礙
慘
攝
6
集
座
錐
夫
捾
貪
撇
奈
烈
賞
哀
掀
媒
C
湖
賊
湯
系
酒
苗
箱
彈
缺
刣
雲
倩
凍
臟
膠
蜊
雪
踐
薰
吼
避
脫
誤
贊
!
摃
戶
婆
抽
ǹ
材
恐
武
吳
稀
施
坎
猛
厲
診
助
股
傱
塑
筅
巡
鋸
炒
5
河
星
籃
毒
首
泅
敬
爍
孝
顯
迎
惡
又
番
裕
署
鼎
析
鎮
域
礎
û
姻
挽
挵
霧
趒
昨
昏
尻
激
蒜
D
瞌
鋼
寮
旋
洘
朝
鹹
央
譬
姆
摔
冤
迷
封
增
構
橋
覽
汗
亡
禁
優
_
餅
把
疫
婿
緻
雷
敨
杜
崩
翼
括
餐
刺
牆
固
霸
虎
暫
升
操
貓
採
凊
錯
茂
錫
次
競
茫
鉸
~
黏
桶
犧
刻
殊
搪
鬮
刑
赤
ń
探
套
寸
j
鍊
碗
紹
輩
捎
添
鑽
慰
膽
尖
鴨
摻
挨
香
純
咬
亂
寬
9
7
卯
煎
𧌄
蜅
蠐
訴
硬
訓
測
憶
堪
裂
置
嗽
泡
綠
刊
盟
肯
裁
卑
謠
橫
沃
握
判
賠
蹧
躂
勵
閬
攢
簽
慶
拗
斗
撨
蟻
即
畢
眼
召
川
岫
8
暖
奏
驕
傲
雅
審
椅
臊
架
挖
略
獅
答
曷
硞
災
w
更
呈
魯
慨
挑
弱
息
痕
怒
呂
晶
稅
墘
輯
怖
刀
纏
慈
副
爛
綿
鹼
漏
狹
搝
猴
桂
鹽
職
賢
搦
噗
枵
抄
譜
爐
孩
啖
鑼
礦
具
波
龜
則
蛀
壽
掣
翕
巴
齒
逝
摒
典
獄
耐
控
鋪
伍
雯
複
臨
鬚
滅
玄
搖
徽
偉
遷
郵
倍
瀾
季
預
億
患
隱
螢
席
鋩
燃
射
噴
璃
傅
滇
碧
嘿
址
莢
汙
還
蒙
左
販
杯
獎
汁
虐
尼
督
掩
疊
欺
捅
彎
妝
簿
憢
唯
筋
悟
罰
僫
申
喉
褪
哼
慼
曾
陷
閘
矮
4
氛
途
憂
易
摠
舍
乎
移
膜
菊
吊
吉
秫
棉
紗
蜜
貫
蟲
～
擲
掖
掘
柯
幌
邦
涵
韓
琉
匪
啄
乞
籍
坡
溼
糠
吱
"
圈
隆
瑪
膎
勤
泥
揤
怡
栽
麵
峯
庫
孽
疕
攬
謂
迫
辭
違
惠
絡
俐
蕉
羨
蔗
旱
荒
痛
索
盈
耙
鬃
舌
犁
浸
織
F
償
乾
貿
旗
戀
糞
埽
枋
胎
玻
弄
嶄
急
丈
吞
罐
膏
譴
趖
扲
鏡
坦
蓆
梳
峇
綉
映
或
卌
縮
勼
劍
居
津
玲
諒
殘
異
噯
州
糝
筍
稽
譀
昭
敏
紛
飄
允
枉
徵
宗
稿
污
遵
崙
澳
漚
莒
憤
勸
搶
徑
漿
療
契
銘
滋
廖
倡
梯
蘇
詼
築
捏
蹤
幽
脊
杞
蔭
租
端
箬
粞
蜂
磨
暢
銅
喋
悔
漆
夜
洩
薯
汐
突
鴻
舖
齡
祕
腺
凌
周
沉
鑿
揹
趨
終
蛇
炊
莊
歧
鷄
跍
臣
夾
丁
姚
迵
企
依
儀
削
詢
E
釘
耕
漁
倯
眉
浮
戒
Y
攪
斬
戴
剝
瓦
(
)
鞭
恢
夯
溶
妙
秘
植
汽
冒
W
柔
丹
涉
坑
肢
穎
叉
串
諧
陰
阻
佩
侵
椏
午
躊
躇
井
篩
給
虛
歪
諷
嚇
嫌
汫
嶺
斯
叭
蠓
遇
赦
剉
逼
糾
棋
圳
晉
姬
鋒
瓜
𧿬
惹
腔
播
漉
腥
擴
脆
衡
爺
謀
衰
f
邀
援
煏
迅
奉
痠
荷
濛
歸
貢
嘻
脈
祭
斜
忙
哲
霓
囤
轄
缸
旺
”
咯
餌
汕
宿
忽
敵
骿
淺
渡
松
菇
癮
餡
搵
輛
坪
梨
禿
篤
噪
宵
伨
窮
防
渭
嬸
歕
邪
售
冥
咇
妳
煜
撥
皇
煡
肺
聊
錦
沖
峽
緯
裹
脅
芃
壞
棚
航
匯
腿
R
泰
押
鳳
抔
攤
喊
撏
焱
抓
帽
𩚨
輦
挹
頕
蕩
v
掌
胸
拉
忠
蟳
誰
仰
賜
盆
尚
掰
兇
咻
厭
霜
閱
奸
捲
劉
淹
ㄅ
ㄆ
ㄇ
扣
潘
菩
克
臘
紫
輝
森
扞
竅
槌
儒
慎
蜘
蛛
煌
登
翎
鷥
秒
磚
甕
澎
栗
冗
蠻
藤
折
秤
嚷
鑢
燕
巢
幅
烙
脯
餉
薪
乘
扮
Ē
坩
株
廷
𥍉
催
饒
右
淋
垂
撼
丸
悽
啼
庇
帥
奴
矩
韻
祥
屍
墼
傘
撞
颺
吾
禪
呆
蔬
僥
估
謎
猜
愚
碩
准
童
淑
寂
寞
鍾
頇
顢
楗
闖
揮
於
狼
袱
炎
攔
碑
耀
妥
澄
碎
Á
昇
夥
盛
浪
愁
畏
挃
蒲
“
𤲍
奅
渺
慕
挲
欽
恂
晬
喪
瞭
兆
屆
板
/
械
薑
㨑
妨
鉎
糊
侗
贈
豸
揉
伻
筒
拾
鎖
蜢
裝
吐
扯
摵
磕
茸
蔫
坱
埃
糧
擾
棍
妗
均
偵
駐
帖
須
楦
豪
撫
胞
衙
簷
飲
釉
X
劣
樸
漠
囊
諜
遭
拭
巾
箸
腐
帆
懇
盒
蚓
潛
罷
棟
唔
枕
懶
熊
黜
晏
滑
幔
熨
荔
梗
岩
寺
濺
耎
笒
佯
窒
嚓
捀
霎
閩
濁
駁
沐
氏
膚
蹓
轟
搐
掔
伐
週
靶
輔
弦
蒂
劑
蚵
倖
芋
醴
揜
鞠
躬
蕹
毿
夭
鮮
許
潮
頁
祠
繽
剪
倉
扭
聳
ŏ
弒
廊
哎
樺
澈
誦
擘
坯
棕
祈
宇
宙
藉
薩
葬
頷
濾
宴
埋
債
勒
琪
麥
鉛
疏
擬
癌
憑
𫝛
蹄
墨
娥
及
拳
霞
砧
却
齧
莞
剛
欄
搤
鍵
瀛
簾
耶
穌
鶯
蠅
淨
聰
采
垃
圾
緒
銬
卦
歉
陀
窟
夏
魄
趾
鞏
燜
藩
呃
誕
櫳
諾
漩
誇
拓
瑟
淪
菌
填
拈
紳
貌
忌
槽
柄
爆
潤
癢
抹
呔
喚
柿
潲
箭
侮
辱
鱟
勉
吟
敆
沛
橛
宋
澤
沾
簫
悾
耽
撟
冇
剾
唌
唷
曠
畜
諮
漣
邸
憾
朗
棺
諞
晃
葡
萄
祧
聘
笠
既
芻
佔
幡
侍
勝
仗
淒
禍
慟
祿
跪
莓
磟
碡
枷
兌
櫻
煉
檔
拼
邏
墉
瓊
瑤
豔
蛹
購
炸
狐
狸
虱
醃
嬌
趙
寧
抵
杏
罾
竿
聾
𤺪
舵
玫
瑰
紐
雕
／
妓
瞳
繁
荐
旁
乳
稚
䖙
娼
浞
鈺
娟
儷
嬟
甥
餾
霉
胃
帚
剃
頦
榫
閔
爪
蝶
賀
紺
脾
泏
胛
裘
鮑
乏
榕
芡
麩
⋯
烌
滷
絚
卓
罩
恥
蓑
閹
蚩
浴
錘
穀
錶
訣
煤
吋
繡
碇
賤
捻
櫼
殕
勾
吩
咐
牙
亥
跙
繚
姒
繳
拇
𥰔
昶
佐
幣
仿
幻
梘
泵
滬
框
后
宮
坊
﹖
贖
熙
凱
恨
攻
冠
鈍
籌
虹
;
餘
君
董
礤
箠
墾
挈
匙
噸
粕
漫
泊
唉
秦
覆
奪
捐
癆
凹
鮕
鮘
Ô
父
嚀
欶
戚
註
娑
坷
奮
妒
鈷
擗
顏
擛
辮
隙
囍
襀
𠕇
刪
饞
跆
姿
袒
癩
鈕
％
擉
擽
礐
娛
伏
碳
擊
熔
喂
醮
欱
蹌
苔
垺
炰
披
袚
爬
塌
舂
Ù
迪
:
扇
徒
褒
碰
檯
賒
几
嗦
剖
楠
梓
茄
檸
檬
閻
聆
蘋
棗
䫌
瑯
忘
抐
噓
吶
夕
霄
遲
乜
呾
搢
攄
傾
塔
閏
羊
崗
廚
亮
扶
枸
唅
柑
鍋
暑
楔
咍
灌
畚
箕
謙
蹽
洞
霆
役
累
舀
𪐞
砛
挔
堤
粹
痀
縒
㤉
僑
們
佬
徹
鱸
鰻
髓
嚨
痰
痺
旦
胳
托
柺
琵
琶
縖
裙
唚
距
偝
喃
壯
寢
呻
醬
齻
斑
鴿
坵
秉
吠
妮
杙
墜
樟
魏
奔
鵝
鑾
瓶
嫩
恭
挕
癀
屯
顫
躘
緝
憐
唐
駕
繪
唪
瞅
歁
匏
炮
訟
腰
韭
莧
詈
贌
薅
絆
粟
汰
睚
菲
z
宅
狽
慾
渴
呀
曳
墮
廉
睿
麒
茵
櫚
傑
徐
摩
禱
À
杆
穗
昔
桷
杉
糙
纖
楹
栱
薦
虧
棒
俄
賺
池
撙
撚
瑕
卿
抨
彭
哺
襇
妻
殉
𡢃
茈
䀐
檳
榔
撈
罟
嫦
硼
崎
瞻
喇
逃
腫
捨
踢
壇
鉤
泌
幹

陶
蟮
敦
述
黗
焚
鍛
腌
臢
循
碌
屁
彥
齋
晚
彌
恆
腑
屠
肅
豉
昂
柳
傀
儡
芥
挩
茅
讓
搧
䈄
鬍
揚
渦
襲
吃
融
Í
啞
桸
篱
椰
忱
鉼
籬
笆
Q
卸
欹
Î
銜
描
轎
萎
腳
萊
肇
閉
胴
遨

孵
膿
嗾
奢
貧
惰
棧
羽
虯
撩
潑
槍
窵
扒
魍
盧
愣
謼
怙
飢
拐
埤
榜
隋
獲
壤
巨
鰗
鰡
鯽
蟹
拂
努
―
繃
｢
｣
榛
痚
呴
桮
跟
頸